Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_Star Chasing Boys (KO>EN).tmx
Source language: ko
Languages: en

source: 아~!!{j}오늘의 주인공들이 도착했네!!
en: oh! here comes the stars of the day!{j}

source: 설마
en: wait...

source: 타앗
en: whish

source: 잘 상의해서 준비해 볼게요.
en: we’ll come up with a plan.

source: ....이거 때문에 산 건가..?
en: did these save us?

source: 방금 차 흔들리지 않았어?
en: did the car just shake?

source: 두리번
en: glance

source: 풀석
en: flop

source: 와~
en: yay!

source: 으아아아아
en: aaaah

source: 내 호의는 여기까지.
en: my favor stops here though.

source: 힘이 강해진거 같아!
en: ...and feel much stronger!

source: 응!{j}써도 돼!
en: yes! I consent!{j}

source: 파파팟-
en: flicker

source: 다들 고생많았어~
en: good work!

source: 오랜만의 손님이구나.
en: welcome. you are my first customers in a while.

source: 진짜 이름을 찾으러 온 게 아니니?
en: that must mean you are here to find your true names.

source: 이제 막 뜨고 있는데 망치면 곤란하니까 잘들 해!
en: with your careers just taking off, I can’t have you messing this up. you better make it work!

source: 천천히 얘기 해보죠…
en: then, we will go over...

source: 다들 괜찮아?!
en: is everyone okay?!

source: 오해가 있으시군요.
en: there must be a misunderstanding.

source: 진영님
en: Jinyeong

source: 웅
en: whoosh

source: 콰광
en: bam

source: 수근...
en: whisper

source: 솔아!!!
en: soule!!

source: 형 엄마도 오늘 우리랑 같은 무대 나와??
en: is your mom also performing today?

source: 눈이랑 입가 깨끗한 거 보면 아픈 거 같진 않은...
en: it looks fine otherwise. its eyes and mouth are squeaky-clean.

source: 아… 나도.
en: oh, me too.

source: 매니저분은 전에 유빅엔터에서 뵌 적이 있으시죠?
en: I believe we met back at UVIC, mr. dk.

source: 아니에요.
en: it’s okay.

source: 수많은 연구를 이어왔습니다.
en: ...and done research for the new era.

source: 아, 타호야.{j}좀 어때?{j}괜찮아?
en: hey, taho. how are you feeling? any better?{j}{j}

source: 에상대로 하위그룹 놈들이군.
en: they’re a lower-ranking group, as expected.

source: 얘기는 다 들었어.
en: I heard everything.

source: 그게 무슨...
en: what... do you mean?

source: 응!{j}어떤 마법일지 궁금하다.
en: yup! let’s see what kind of magic they use.{j}

source: 그래도 생존할 수 있다니 난 오히려 그게 더 놀라워.
en: I’m quite impressed that you’ve managed to make it this far.

source: 유진 형은 자기 뒤에 아이들이 있는 거 모르고 있어!
en: eugene doesn’t know there are kids behind him!

source: 스타원 리더 '솔'
en: Soule of Star One,

source: 저..
en: um...

source: 팔랑
en: flutter

source: 지금 이 순간에도
en: ...and even at this very moment.

source: 무슨 소리야 피가 이렇게...!!
en: what are you talking about? you’re bleeding so much...!

source: 형!
en: soule!

source: 좋았어!!
en: nice!!

source: 다시 보니 네겐 맞지 않는 옷 같구나
en: it seems to me you’re not ready for it.

source: 예에....
en: okay...

source: 미끼를 써.
en: lure him in.

source: 킬킬킬
en: snicker

source: 너 무슨 속셈이야?
en: what are you up to?

source: 파앗-
en: flash

source: 저, 저게 뭐지?
en: wh-what in the world is that?

source: 피!!
en: y-you’re...

source: 반야님과 저희는 가는 길이 다르다는 걸 잊지 마세요.
en: ...remember that our path is different from yours, banya.

source: 꾸와아..
en: squeeze

source: 어떡해!!
en: oh no!

source: 안녕하세요.
en: hello, everyone.

source: 데뷔 3년 6개월 차
en: three years and six months since their debut.

source: 빨리 병원에...
en: should we take him to the doctor--

source: 하아
en: huff

source: 어 간다, 가!!
en: sure! coming.

source: 솔이 형이랑 타호한테 설명 들어.
en: let soule and taho explain everything to you.

source: 어?{j}전부 다른 걸 본 모양이네?
en: really? then we all must’ve seen something different.{j}

source: 환영마법으로 무대를 다 덮을 정도로 높은 파도를 만들 거야.
en: I’m going to make large waves high and wide enough to cover the stage with my hallucination magic.

source: 그렇게 말하면 빼도 박도 못하잖아 인마.
en: you’re putting me on a spot here.

source: ...형을 풀어줘.
en: let soule go.

source: 신경 써준 거 너무 고마운데...
en: I really appreciate your thoughtfulness, but...

source: 대타로 선 것 때문에 우릴 마법 아이돌로 착각한건가?
en: did he mistake us for magic idols because we filled in today?

source: 마법이 아깝군.
en: what a waste of talent.

source: 공원 20바퀴!
en: 20 laps around the park!

source: 제작
en: Production

source: 하지만 그래도!
en: but still!

source: 길냥이?{j}유기묘??
en: a stray cat or an abandoned one??{j}

source: 사용 대가는 빌려 쓴 이가 지불하게되며, 본인의 인과율 역시 가증되므로
en: The person who borrowed it shall bear the consequences, and the causality will also be increased

source: 네가 더 잘생겼어.
en: what?

source: 우리가요?
en: we are?

source: 그런데 갑자기 상처는 왜 생긴 거야?
en: but where did that wound come from?

source: 이제 사람들은 많이 대피한 거 같으니까
en: most people have evacuated.

source: ㅠㅠ
en: uh-oh.

source: 탁탁
en: dash

source: 수고하셨습니다!
en: great job, everyone!

source: 어쨌든 열심히 해보자고!{j}할 수 있는 건 다 해봐야지!
en: why don’t we give it a try? we should do everything we can!{j}

source: 윽!
en: ugh!

source: 우리는 최고를 보여줄 수 있으니까 조금만 더 해보자!
en: “we can be our best selves if we try just a little harder”...

source: 감사합니다!
en: thank you!

source: 진영 님
en: Jinyeong

source: 휙
en: turn

source: 스윽-
en: step

source: 몇 없는 기회잖아.
en: this is a rare opportunity.

source: 비척
en: scratch

source: 의사가 어떻게 마법이 발현된 건지 신기해하더라.
en: the doctor was curious on how you manifested magic.

source: 스크랩
en: Share

source: 제 5 화
en: Episode 5

source: …전부 같이요?
en: all of us... together?

source: '불'의 속성을 가진 사람이 '물'을 원한다고 해서 그 마법이 이루어질까?
en: do you think you’ll suddenly get to use water magic when you have power based on fire?

source: 형!{j}피해!!
en: eugene, watch out!!{j}

source: 그게 무슨..
en: what opportunity...?

source: 이게 성공하려면 형들이 잘해 줘야 돼.
en: but I need your help for this to work.

source: 정신 사납게 하지 말고 숙소에서 기다려.
en: that would be distracting. just wait for us at home.

source: 슈오오오
en: zoom

source: 달칵
en: clack

source: 아까 그 고양이하고 무슨 일이 있었는지
en: ...would you mind telling us...

source: 솔이는 자기 엄마랑 사이가 안 좋은가?
en: is soule not close with his mom?

source: ...아비스?
en: avys?

source: 댄스에는 체력이 필요 없나?
en: dance requires physical endurance too, doesn’t it?

source: 네.{j}거의 다 왔습니다
en: yes, we’re almost there.

source: 타닷
en: dash

source: 노래를 잘 부르고 싶으면 입모양이랑 턱을 의식해 보세요.
en: if you want to become a better singer, pay close attention to your mouth and jaw.

source: 피잉
en: thud

source: 전 공짜는 없다는 성격이라
en: I don’t believe in free lunches...

source: 비켄
en: viken

source: 다, 다들, 괜찮은 거야?
en: i-is everyone okay?

source: 지금 몇 시...
en: what time is it...

source: 합
en: oops

source: 수많은 가능성을 가진 어린 아이들에게 특히 필요했죠.
en: and unknown limits in magical abilities.

source: 으아아아!
en: gahhh!

source: 죄, 죄송합니다!
en: o-our apologies!

source: 이대로 장시간 전투는 불리할 거야.
en: ...so if this turns into a long haul, I’ll be at a disadvantage.

source: 그 어떤 정보도 바깥으로
en: ...any information whatsoever to external parties...

source: ZK대학종합병원
en: ZK General Hospital

source: 우린 어떻게 되는 거야?
en: ...or are we?

source: 그렇게 소리 질렀는데도 도망 안 갔네?
en: our screaming didn’t scare it away.

source: 후우웅
en: whoosh

source: 크으윽...이것들이...
en: argh... how dare you...

source: 대가수 롯의 아들 솔, 드디어 마법 발현'
en: Soule, son of superstar Lote, manifests magic at last.

source: 우리 곧 컴백 무대야.{j}어깨 그렇게 다쳐서 안무는 어떻게 할 건데?
en: our comeback performance is just around the corner. how do you plan to dance with that shoulder?{j}

source: 머리로는 알아.
en: I know.

source: 운명의 소년?{j}그게 뭐야?
en: the boys of destiny? what’s that?{j}

source: 머리 좀 제대로 말리고 누울게 먼저 자, 형
en: I need to dry my hair. good night, soule.

source: 도망치는 놈들은 쫓을 필요 없어.
en: we don’t need to chase after the runners.

source: 그러고 보니 연락 못 한지 오래됐네.
en: I haven’t talked to him in a while.

source: 그래도 모르니까 병원 데려가 볼까?
en: should we take it to the vet, just in case?

source: 너희들 상대는 바로...
en: your enemy...

source: 가는 길이 다르다?{j}위선자들 같으니....
en: a different path, she says? those hypocrites...{j}

source: 쾅
en: thunk

source: ..매니저 형이 믿을 만한 사람인진 모르겠지만
en: I don’t know if dk can be trusted...

source: 나도 유진 형이랑 합을 맞춰야 더 안심이 될 거 같아.
en: I’d also feel better if I could work with eugene.

source: 오늘은 기분이 안 좋은가 보다~ 하고 말지.
en: trust me, we just assume today’s not your day.

source: 대가를 다 지불할 때까지 고통은 끝나지 않아!
en: the pain won’t stop until the price is paid!

source: 써도 돼!
en: I consent!

source: 피 엄청나잖아요!!{j}많이 아프죠?!
en: you’re bleeding so much! that must hurt!{j}

source: ...!감사합니다!
en: thank you, sir!

source: 그 정도 능력을 가진 인간을 여태 파악 못하고 있었기 때문이지
en: ...but because you failed to identify a human with such capabilities until now.

source: PD님..!
en: hello!

source: 그리고 다른 연예인들도 우리랑 비슷할 거 아냐.
en: besides, other celebrities must be in similar situations.

source: 난 날개 같은 거 보였는데, 형은?
en: I saw a pair of wings. what about you, soule?

source: 퐁
en: plip

source: 모두를 구한다니?{j}설마...
en: what did she mean by “redemption for everyone”? could it be...?{j}

source: 웬 산책?
en: that’s random...

source: 뭐해?
en: you ready?

source: 혹시 모르잖아.
en: who knows?

source: 쓰담
en: pat

source: 새 시대를 열어 줄
en: ...for the emerge of new wizards...

source: 아..{j}옙!
en: o-okay!{j}

source: 타호 너가 위험하잖아!
en: you’re the one in danger now!

source: 이쪽으로 피하세요!{j}서둘러요!!
en: come this way! hurry!!{j}

source: 펑
en: blast

source: 유기된 거 아닐까 하던데?
en: they suspect it was abandoned

source: 남들 하는 만큼만이라도
en: if only I was as capable as other people...

source: 몰라, 갑자기 땅에서 솟아났어.
en: I don’t know. it shot out of the ground.

source: 차륵
en: slide

source: 드르륵
en: slide

source: 왜?{j}할 말은 해야지.
en: what? it’s better to be honest.{j}

source: 아까 그 사람은...?
en: what happened to that man earlier?

source: 작게는 가창력 강화와, 체력 증진
en: their abilities range from anything between improving their singing and stamina...

source: 살랑
en: wag

source: 너희들이 마법은 이게 시작점이 될 테니 차원이 다른 영역이지.
en: your magical powers have just begun, and they’re at a different level.

source: 아… 응!
en: ah... sure!

source: 우와~
en: whoa...

source: 아, 왜 안풀어져...!
en: ugh, why isn’t this coming off?

source: 아, 그렇군요.
en: oh, okay.

source: 테러범이 빈번히 습격하는 아이돌의 무대라는 딱지를 달 순 없다구!
en: we can’t let the world think we’re a boy band that brings terrorists with them everywhere!

source: 그곳에서 심신을 안정시킨 후
en: come and take a good rest there.

source: 버스전용
en: ONLY BUS

source: 하아…
en: sigh

source: 끼기기기긱-
en: screeech

source: 조심!!
en: be careful!!

source: …왜?
en: ...with such reputation of all?

source: 파앙
en: pang

source: 비켄형의 치유마법을 빌려서 내가 사용했고 대가도 내가 치룬 거.
en: I borrowed viken’s healing magic and also bore the consequences.

source: 뭐라고?
en: what?!

source: 대표님은 제 사무실에서 좀 더 얘기를...
en: why don’t we continue the conversation in my office?

source: 롯씨도 좀 전에 도착한 거 같던데.{j}대기실 알려줄까?
en: lote seemed to have arrived a few minutes ago. should I walk you to her green room?{j}

source: 지끈
en: throb

source: 멈칫
en: halt

source: 이미지를 떠올려도 좋고
en: you can think of an image...

source: 꾸욱
en: step

source: 예.{j}그랬죠.
en: you remember correctly.{j}

source: 난 그걸로는 만족 못 해.
en: magic alone won’t cut it.

source: 넌 왜 안 뛰지?
en: why aren’t you running?

source: 유진 형...
en: eugene...

source: 가서 사람들 돕자!!
en: let’s go help people!

source: 너네!
en: hey, you!

source: 조용...
en: silence

source: 컥
en: ack

source: 깜빡
en: blink

source: 적응 안 되네.
en: that’s weird.

source: 아직 아무것도 못 받았거든요?{j}핸드폰이라든지…
en: ...but we haven’t gotten anything yet, including our phones.{j}

source: 톡
en: tap

source: 유진 형, 괜찮아?
en: are you okay, eugene?

source: 이러면서…
en: can you believe it?!

source: 오늘 무대는 생방이라 준비 할 거 많잖아.
en: we have a lot to go over for the live show today.

source: 센터에 세워서 창피 당할 일 있어?
en: ...when they don’t have any magic to show off?

source: 다행이야.{j}유진 형도 큰 탈 없어서…
en: I’m glad that you’re also okay, eugene.{j}

source: 여기 계속 있을 순 없잖아
en: it’s better than sitting around here.

source: 흠칫
en: flinch

source: 음악뱅크 500회 특집이라 야외 무대다 뭐다 엄청 신경 쓴 거 보인지?
en: do you see how much work went into the outdoor stage for song bank’s 500th-episode special?

source: 맞아.{j}어제 일로 우리 컴백 무대는 아예 화제도 못 될 것 같으니
en: yeah... with what happened yesterday, our comeback performance will probably go completely unnoticed.{j}

source: 정말 큰 상처 아니야.
en: it’s really not a big injury.

source: 방송국이 어지간히 급했나보네.
en: the broadcast station must’ve been desperate.

source: …마법서가 돌아왔어.
en: the spellbook is back.

source: 그러니 이 정도로 끝난 거지.
en: otherwise, things could’ve been worse.

source: 당신이 어디까지 할 수 있을지 두고 보지.
en: ...how far you’re willing to go on our d-day.

source: {j}ZKSTUDIO
en: ZKSTUDIO

source: 죽어라 해야지 뭐.
en: we have no choice but to give it everything we’ve got.

source: 콰과과과
en: vroom

source: 아주 작은 마법 능력만 있어도 그걸 극대화시켜 발현을 돕는 곳
en: even the weakest of magical powers are maximized there, making it easier for one to manifest.

source: 이게 성공하려면
en: but for my plan to work...

source: 아비스, 네 발현이 왜 늦었는지 이유를 아나?
en: and avys, do you know why you couldn’t manifest magic all this time?

source: 위선자들 같으니....
en: all right, then.

source: 너네!{j}빨리 빨리 안다녀?!
en: come on! you guys are late!{j}

source: 왜 그런 짓을 했어요!
en: what were you thinking?!

source: 정말이지 손이 많이 가는 녀석들이군.
en: seriously, all of you are so high maintenance.

source: 우..우와
en: whoa...

source: 저희한테 뭘 바라시는 거죠?
en: what do you expect from us?

source: 오늘 방송 계속 기다렸어요ㅠ
en: I’ve been waiting for this livestream all day :(

source: 괘씸한 녀석
en: I’m your friend, jeez.

source: 그때까지 안전을 위해 이 장소에서 벗어나시면 안됩니다.
en: please do not leave this spot until then for your safety.

source: 다른 멤버들이 어떤 모습을 보여줄 수 있을까요?
en: ...what should we look forward to from the other four of you?

source: 다 [COVER]
en: [COVER]

source: 콰창{j}{j}{j}{j}
en: shatter{j}

source: 제 4 화
en: Episode 4

source: 나머지는 여기서 대기하고.
en: the rest of you can wait here.

source: 별것도 아닌 게…
en: these kids are nothing...

source: 파아앗
en: sparkle

source: 감독님 한 번만 다시 해보면 안될까요?
en: sir, can we try that one more time?

source: 에라 모르겠다!
en: here goes nothing!

source: 난 그걸로는 만족 못 해.{j}형도 그렇지 않아?
en: I can’t be happy with that, can you?{j}

source: 유출하실 수 없습니다.
en: ...until star one finishes their treatment.

source: Enteratinment
en: Entertainment

source: 제 16 화
en: Episode 16

source: 어쩌다가 우리가 새로운 마법을 쓰게 된 건지
en: ...what happened between you and the cat,

source: 제 두 눈으로 그 광경을 목격했을 때의!
en: can you imagine how thrilled I was...

source: 그런 화염속에서 멀쩡하잖아?!!
en: they survived from that fire without a scar?!

source: 어라?
en: huh?

source: 실례합니다.
en: may we go in?

source: 유기묘??
en: an abandoned cat?

source: 끄아악
en: argh

source: DK형이랑 멤버들 좀 찾아봐!
en: can you go find dk and the other members?

source: 으아아!!{j}저사람 왜 저래?!
en: ahhh! what’s wrong with that guy?!{j}

source: 이쪽으로 와!
en: he’s coming this way!

source: 새로운 시대가 열린 것이라 여기며
en: ...believing that magic would fuse with the current human civilization...

source: 그것에 대한 답례라고 생각 하면 돼.
en: take this as my return gift.

source: 대책 없이 접근했다간
en: if we’re not careful--

source: 진짜 무대에서는 실수 안할게.
en: I promise not to make a mistake during the real thing.

source: 뭐..알아서 해라.{j}난 이제 쉴게.
en: well, do as you please. I’m going to get some rest.{j}

source: 아..예, 전 괜찮...
en: uhm... yes, I’m all--

source: 마법으로 도와주신 분이 계셔서 인사드리고 싶어 잠깐 다시 방송 켰습니다.
en: ...and thank the mysterious savior who’s helped me with their magic.

source: 나한테 말도 안 하고 말이야.
en: I wish he’d told me about it.

source: ..나도 잘 모르겠어.
en: I’m not sure either.

source: 머엉...
en: blank

source: 저희는 그냥 아이돌인데요.
en: we’re just a boy band.

source: 솔이 형...!
en: soule!

source: 이거 그런 문제 아니라는 거, 형도 알지?
en: you know it’s not about that, right?

source: 괜찮아?
en: are you okay?

source: 잠깐 바람 좀 쐬고 올게.
en: I’ll go take a breather.

source: 와, 아직도 안 움직이네.{j}진짜 어디 아픈가??
en: wow, it’s still exactly where it was minutes ago. are you really not feeling well, kitty?{j}

source: 포션?
en: the potion?

source: 나도 너희랑 친해질 생각은 없거든.
en: I don’t want to be friends with you either.

source: 덜컹
en: rattle

source: 힘을 원해?
en: do you want power?

source: 안녕하세요!!
en: good morning!

source: 나한테도 그러더라…
en: they asked me the same questions.

source: 1군들은 왜 싸울 생각도 안하고 튐?
en: how come the tier 1s didn’t even try to fight?

source: 콰아
en: wham

source: 지금 쓰나 나중에 쓰나 큰 차이가 있겠어?{j}안 그래?
en: there won’t be much of a difference between using that power now and later. don’t you agree?{j}

source: 솔이 형네 어머님… 롯 선배님?!!
en: is that... lote, soule’s mother?!

source: ...우리 엄청 비교될 것 같아...
en: I think... going after them will make us look really bad...

source: 박PD님~!!
en: hey, park!

source: 그렇다면 그날
en: I look forward to seeing...

source: 그때처럼..
en: if it doesn’t...

source: 콰칭
en: shatter

source: 어?!
en: huh?!

source: 마법사의 등장을 말이죠.
en: ...who would start a new age for us.

source: 자 그럼 너희들은 다시 연습실 가봐.
en: all right, now go back to practice.

source: 아~ 그래서 저렇게 엄청 우리 띄워 주는구나
en: oh... that’s why he’s singing our praises in front of that guy.

source: 마지막으로 물을게.
en: I’ll ask one last time.

source: 나도 들어봤어!
en: I’ve heard about that, too!

source: 라더니!!
en: and then asked... wait for it!!

source: 중얼
en: murmur

source: 저와 함께 산책을 해보시면 어떨까요.
en: how would you like to go out for a walk with me?

source: 아는 고양이?
en: our screaming didn’t scare it away.

source: 왜?
en: what’s wrong?

source: 괜찮긴 한데...{j}여긴 어디야?
en: yeah, but... where are we?{j}

source: 으아앙
en: wahhh!

source: 어..어떡하죠?
en: wh-what do we do?

source: 취익..
en: spritz

source: 하지 말라고!!
en: I said, stop!

source: 예전의 공격과는 규모가 달라.{j}아무래도 DK형 혼자서는 위험해!
en: this attack is much stronger than the last one. it’s too dangerous for DK to handle all by himself!{j}

source: 시작하시죠.
en: let’s get started.

source: 스걱
en: slice

source: 네, 잘 부탁드립니다!
en: yes, thank you!

source: 앞으로 마법을 사용하려면 신중하게 생각하는 게 좋을 거야.
en: you might want to think twice before using magic from now on.

source: 잠깐!!
en: wait!!

source: 허억?!!
en: ack!!

source: 위험해!!
en: watch out!

source: 그러기엔 좀...
en: that doesn’t sound likely...

source: 나는 그런 애들 장난과는 차원이 달라.
en: those jokes are no match for what I do.

source: 보자 보자 시간이 얼마나 필요하려나?
en: how long do you think it would take?

source: 말도 안 돼!
en: no way!

source: 또
en: like last time...

source: 아까 그 할머니는?
en: where did the older lady go?

source: 하지만 그때까지 나을 수...
en: but I’ll recover by then--

source: 목소리 갈라진 거 봐.{j}엄청 아플 거 같아.
en: you lost your voice. it must hurt a lot.{j}

source: 아냐!
en: no, taho.

source: 스타원
en: star one.

source: 이제 괜찮아요. ...감사합니다.
en: I’m feeling better now. thank you.

source: 롯님의 회사와 그리고 유빅엔터와도 이야기를 마쳤으니
en: now that we have concluded our discussions with both of them,

source: 그래.
en: right.

source: 롯'성공적인 월드 투어 마치고 귀국
en: “lote” returns after a successful world tour

source: ...{j}나 때문이야 내가 넘어지지만 않았어도..
en: it’s all my fault. if only I didn’t trip over...{j}

source: 이게 내 인과율이다.
en: this is my causality.

source: 멸룡도가의 긍지 높은 이인자로서 과연 옳은 행동인지 생각해 줬으면 좋겠군.
en: I doubt that your behavior is appropriate for the second-in-command of the dragon slayer clan.

source: 나는 그 모든 걸 할 수 있다.
en: that’s just how capable I am.

source: 파스스
en: rustle

source: 다다닷-
en: dash

source: 왜 그래 어디 아파?
en: what’s wrong, avys? are you hurt?

source: 읏!!
en: ugh!!

source: 처음부터 반대했던 계획입니다.
en: I’ve opposed this plan from the very start.

source: 스타원!!
en: ...star one!

source: 무슨 계획?
en: what plan?

source: 파스스…
en: whish

source: 물어볼 게 있어요!
en: I need to ask you something.

source: 주춤...
en: flinch

source: Original Story HYBE
en: Original story:

source: 잘부른다
en: he sure can sing

source: 훌쩍
en: sniffle

source: 구체적으로 생각해라.
en: try to be specific with your thoughts.

source: 우리 치킨 먹으면서 얘기 하자, 어때?
en: how about some fried chicken?

source: 길냥이가 이럴 수도 있나?
en: can a stray cat be this chill?

source: 현계보다 마력이 100배는 풍부한 곳
en: magical powers there are a hundred times stronger than where we stand.

source: 어?!{j}저 애들은?!
en: huh?! those kids...{j}

source: 타호가 위험해!!
en: taho’s in danger!

source: 우리 무대 오르기 전에 이 분위기 해결해야 할 거 같은데?
en: I believe we should resolve this awkward tension before we go on stage.

source: 저 아이들 유진형이랑 너무 가까이 있어!!
en: they’re too close to eugene!

source: 이제 좀 쉬자.{j}다들 오늘 하루 고생 많았어.
en: now, let’s get some rest. you all did a great job today.{j}

source: 맞아!{j}이 감촉!!{j}부딪힐 때 느꼈어!!
en: yeah! they feel familiar! Ifelt it when the van came to a stop!!{j}

source: 우와!!{j}신기해요
en: wow!! that’s so cool{j}

source: 괜찮아.
en: it’s okay.

source: 지금 냉장고에 뭐 있어?{j}있는 거 다 꺼내자!
en: what’s in the fridge? take everything out we have!{j}

source: ..아직도 자기 때문이라고 생각하고 있는 건가?
en: is he still blaming himself?

source: 타닥...
en: crackle

source: 잘했다.
en: good job.

source: 제가 모를 거라고 생각하신 건 아니겠죠?
en: ...I wouldn’t recognize you?

source: 다들 죽을지도 모른다는 생각밖에..
en: I was just afraid that everyone might die.

source: 어차피 시간과 노력을 들여 결국 얻어 냈을 힘이니
en: you eventually would’ve gained that power after spending more time and hard work.

source: 제 13 화
en: Episode 13

source: 이번 일을 겪으면서 형도 느꼈잖아
en: soule, didn’t you learn from all the recent events?

source: 마법은 모두에게 공평하게 발현되지만
en: magic manifests to everyone equally,

source: 우와 미쳤다 진짜 이게 뭐야?
en: is this happening for real?!

source: 끝용 전설을 아십니까?
en: have you heard of the dragon of the end legend?

source: 그럼 설명할 수 있는 사람을 불러주세요.
en: then bring someone who can.

source: 와락
en: clasp

source: 예.
en: I will.

source: 그거 말고.
en: not that.

source: 갑자기 결정 됐나 보더라고.{j}원래는 투어 마치고 좀 쉬실 텐데...
en: yeah, it must’ve been a last-minute decision. she usually takes a break after a tour.{j}

source: 뭐 하냐?
en: what do you think you’re doing?

source: 내 능력으로 멈출 수 있는 시간은 앞으로 1분이야.
en: I can stop the time only for another minute with my ability.

source: 아...어...
en: huh? no...

source: 좋은 무대 만드는 게 목표 잖아요
en: our goal is to make a good performance.

source: 괜찮나?
en: are you all right?

source: 푹
en: press

source: 모든 마법의 기원이 되는 끝용의 존재를요.
en: the dragon of the end, the origin of all magic.

source: …만약에
en: what if...

source: 목소리 갈라진 거 봐.
en: you lost your voice.

source: 이 책이?
en: this book?

source: 그 어떤 불합리도 없을 이상적인 유토피아가 도래할 것이라는걸!
en: ...we will see a utopian world absent of all injustice!

source: 비켄형!
en: viken!

source: 히익
en: gasp

source: ...아...
en: ah...

source: 소근
en: whisper

source: 설명 좀 해주지 않을래?
en: and how we got to use new magic?

source: 끄덕
en: nod

source: 발현한 거야, 아무도 모르게...
en: your magic manifested without anyone noticing...

source: 시간이 좀 촉박하긴 한데...{j}그래도 리허설 한 번만 들어갈게요.
en: we’re a little tight on time, but can we squeeze in one round of rehearsals?{j}

source: 또 그놈들이 우리 무대를 습격하게 되면?
en: ...they attack us on stage again?

source: 알고 싶니?
en: would you really like to know?

source: 상세하게 이미지로 떠올려봐.
en: ...pulling out what hurt soule out of his body.

source: 매니저 형은 무슨 생각인거야?
en: what on earth was dk thinking,

source: 모두를 지키고 싶어!!
en: I want to protect all of us!

source: 이게 뭐야?!
en: what’s this?!

source: ...응 괜찮...
en: yeah... I’m fine.

source: 우리의 마법이 다른 사람들과 뭐가 다른거야?
en: how’s our magic any different from everyone else’s?

source: 인과율이야.
en: it’s my causality.

source: 진영이다...
en: it’s jinyeong again

source: 뭐?{j}우린 마법도 못쓰는데 왜..!?
en: what? but we can’t use magic!{j}

source: 우린 얼른 동물병원부터 다녀오자.
en: let’s go find a vet clinic.

source: 안심하세요.{j}회사와도 이야기가 됐고…
en: worry not. we have talked to your agency.{j}

source: 남들보다 더 희박한 가능성에도 기적처럼 그런 일이 일어났어.
en: ...and miraculously manifested magic at an unusually late age.

source: 콰창
en: smash

source: 그럼에도 불구하고 한 번 더 호의를 베풀지.
en: nevertheless, I’ll do you another favor.

source: 그래가지고 관객이 오겠어??{j}안그래?!!
en: no one would come to watch our performances! am I right?!{j}

source: 그중에 가깝고도 먼 곳에 있는 나의 세계로 돌아 가기 위해 꼭 찾아야 할 게 있어
en: among them is my universe, as far away as it is close from this one. to return, I must find something.

source: 그쪽은 어때요?
en: what do you think, sir?

source: 전날 꾼 꿈..{j}그건 도대체…
en: that dream I had last night... what was that about?{j}

source: 저 사람이 누구길래 아까운 연습 시간까지 빼게 해?
en: who is he? did he really need to pull us out of practice for this?

source: 제가 책임자입니다.
en: I am the person in charge.

source: 마법 같은 거 중요하지 않다고 생각해 왔는데
en: I used to think that magic didn’t matter...

source: 각자 마법을 사용 한 뒤에 대가를 치른다.
en: ...but each person faces different consequences afterward.

source: 숲 안에서 저 아이를 위험하게 할 요소는 거의 없을 거다.
en: ...almost nothing in this forest could hurt him.

source: 비틀~
en: falter

source: 그냥 나한테 해달라고 하지.
en: you could’ve just asked me to do it for you.

source: 다시는 소중한 사람들을 잃고 싶지 않아!
en: I don’t want to lose the people I love ever again!

source: 이제야 우리 목소리가 닿아서 기쁘구나
en: we are glad that our voices have finally reached you.

source: 뭐야??
en: what...

source: 목이…
en: my throat...

source: 뚱-
en: sullen
